<?php

/**
 * DSC 品牌接口列表
 * ============================================================================
 * * 版权所有 2005-2016 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: zhuo $
 * $Id: brand.php zhuo $
 */

$brand_action = array(
    'dsc.brand.list.get',                           //获取品牌列表
    'dsc.brand.info.get',                           //获取单条品牌信息
    'dsc.brand.insert.post',                        //插入品牌信息
    'dsc.brand.update.post',                        //更新品牌信息
    'dsc.brand.del.get',                           //删除品牌信息
);
