<?php

/**
 * DSC 地区接口列表
 * ============================================================================
 * * 版权所有 2005-2016 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: zhuo $
 * $Id: region.php zhuo $
 */

$shipping_action = array(
    'dsc.shipping.list.get',                           //获取快递方式列表
    'dsc.shipping.info.get',                           //获取单条快递方式信息
    'dsc.shipping.insert.post',                        //插入快递方式信息
    'dsc.shipping.update.post',                        //更新快递方式信息
    'dsc.shipping.del.get',                            //删除快递方式信息
);
