<?php

/**
 * DSC 仓库地区接口列表
 * ============================================================================
 * * 版权所有 2005-2016 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: zhuo $
 * $Id: warehouse.php zhuo $
 */

$warehouse_action = array(
    'dsc.warehouse.list.get',                           //获取仓库地区列表
    'dsc.warehouse.info.get',                           //获取单条仓库地区信息
    'dsc.warehouse.insert.post',                        //插入仓库地区信息
    'dsc.warehouse.update.post',                        //更新仓库地区信息
    'dsc.warehouse.del.get',                           //删除仓库地区信息
);
