<?php

/**
 * ECSHOP 管理中心帐户变动记录语言文件
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: account_log.php 17217 2011-01-19 06:29:08Z liubo $
 */

$_LANG['status'] = '状态';
$_LANG['client_id'] = "用户ID";
$_LANG['appkey'] = "API key";
$_LANG['save_success'] = "保存成功";

$_LANG['cloud_dsc_appkey'] = "开发接口appkey";
$_LANG['cloud_dsc_appkey_notice'] = "对应开放对外接口的AppKey，用于贡云数据同步";

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['list'][0] = '配置贡云API信息。';

?>