<?php

/**
 * ECMOBAN_DSC 延迟收货语言文件
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: index.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['user_name'] = '会员名称'; 
$_LANG['delay_time'] = '延期时间'; 
$_LANG['adopt_personnel'] = '审核人'; 

/* js */
$_LANG['js_languages']['remove_confirm'] = '你确定要删除所选的会员实名信息吗？';
$_LANG['js_languages']['select_operation_cat'] = '请选择操作状态';

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['list'][0] = '该页面展示了所有延迟收货申请，请尽快审核。';
$_LANG['operation_prompt_content']['list'][1] = '审核前需先设置延迟时间。';
?>