<?php

/**
 * ECSHOP 管理中心帐户变动记录语言文件
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: account_log.php 17217 2011-01-19 06:29:08Z liubo $
 */

$_LANG['remove_success'] = "删除信息成功";
$_LANG['remove_confirm'] = "您确定要删除该信息吗？";
$_LANG['floor_brand_add'] = "楼层品牌添加";
$_LANG['floor_brand_set'] = "楼层品牌设置";
$_LANG['remove_relation'] = "移除关联";
$_LANG['home_floor'] = "首页楼层";

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['list'][0] = '首页楼层品牌设置列表。';
$_LANG['operation_prompt_content']['list'][0] = '品牌列表会在首页楼层中展示，请认真谨慎填写。';

$_LANG['operation_prompt_content']['info'][0] = '搜索出品牌，选择添加楼层，把品牌添加到相应楼层。';
?>