<?php

/**
 * ECSHOP 会员账号管理语言文件
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: users.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['start_end_date'] = '起止日期';
$_LANG['export_list'] = '导出列表';
$_LANG['export_data'] = '导出数据';
$_LANG['user_orderinfo_0'] = '排行';
$_LANG['user_orderinfo_1'] = '会员名';
$_LANG['user_orderinfo_2'] = '订单数(单位:个)';
$_LANG['user_orderinfo_3'] = '购物金额';

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['list'][0] = '搜索某个时间段的会员消费统计排行榜。';
$_LANG['operation_prompt_content']['list'][1] = '统计的订单都是会员确认收货后的订单。';

?>
