<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * * 版权所有 2005-2016 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ==========================================================
 * $Author: liubo $
 * $Id: auto_sms.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['auto_sms']            = '新订单通知';
$_LANG['auto_sms_desc']       = '用户下单后异步发送短信、邮件给商家。避免下单时，由于调用短信或邮箱接口导致网页卡顿的情况';
$_LANG['auto_sms_count']        = '每次最多发送短信、邮件条数之和';
$_LANG['auto_sms_count_range']['5'] = '5';
$_LANG['auto_sms_count_range']['10'] = '10';
$_LANG['auto_sms_count_range']['20'] = '20';
$_LANG['auto_sms_count_range']['50'] = '50';
$_LANG['auto_sms_count_range']['100'] = '100';

$_LANG['order_placed_sms'] = '您有新订单，收货人：%s 电话：%s';
$_LANG['sms_paid'] = '已付款';


?>